{
  "suraNumber": 40,
  "suraName": "Хил алдабгъурайир (Аллагь)",
  "ayahs": [
    {
      "ayahNumber": 0,
      "translation": "Аллагьдин ччвурналан Мяргьяматлу, Рягьимлу!"
    },
    {
      "ayahNumber": 1,
      "translation": "Гья мим."
    },
    {
      "ayahNumber": 2,
      "translation": "(Му) Китаб [Кьур'ан] гьапIрайиб (Мугьяммад пайгъамбрихьна) (гъюрайиб ву) Аллагьдихьан, Аьхю (ва) Аьгъю,"
    },
    {
      "ayahNumber": 3,
      "translation": "хил алдабгъурайирихьан гунгьарилан (Чакан ккун апIурайидарин) ва кьабул апIурайирихьан туба (туба апIури Чахьинди илтIикIурайидарин), туврайирихьан бегьемди (Чаз мютIюгъ вуйидариз). Адар жара первердигар, ГьадмутIан савайи; (ва) Дугъахьна – хътаркувал (Гъиямат Йигъан)."
    },
    {
      "ayahNumber": 4,
      "translation": "Гьюжатар апIура Аллагьдин аятарин гьякьнаан анжагъ кяфирар гъахьидари (дурар кайидар дар кIури). Ва гъит увуз кIучIал дарапIри (я Гьаънайир) дурарин архаинди лицурайивали гьюкуматар вуйибси [фикир мапIан дурар аьзабламиш дарапIди гъитди кIури]."
    },
    {
      "ayahNumber": 5,
      "translation": "Гьисаб гъапIну кучIляхярси (чпихьна хьаъну гъахьидар) дурар [меканлуйир ва имбу аьрбар] хьайиз улихь Нюгь (пайгъамбрин) халкьди ва дурарин кьяляхъ сатIи гъахьидарира (къаршуди удучIвну чпин пайгъамбрариз) [аьдарира, самударира, ЛутI пайгъамбрин халкьдира ва имбударира]. Ва чпихьна гьаъну гъахьирин гьякьнаан гьарсаб улматди ният гъапIну дидисну думу [йикIуз]. Ва гьюжатар апIури гъахьну дарари [думу кяфирари] ккабхъуб кIури мяназусди, батIил апIбан бадали дидихъди гьякьикьан. Хъа амма гъидисунза дурар, ва пагь, фициб гъабхьундаринхъа Йиз аьзаб."
    },
    {
      "ayahNumber": 6,
      "translation": "Ва магьан гьамци, чарасуз вуйиб ву [дигиш шлуб дар] кафирар гъахьидарин гьякьнаан вуйи яв Первердигарин гаф, дурар – жегьеннемагьлийир ву кIури!"
    },
    {
      "ayahNumber": 7,
      "translation": "(Аллагьдин) Аьрш гъабхурайи (малайикари) ва гургутум дидлан [Аьршдилан] илтIикIнайидари, тяриф апIура чпин Первердигарин, гьямд апIури (Дугъаз), ва (кIваантIан) хъугъна Дугъахъ, ва ккун апIура (Аллагьдикан) гунгьарилан хил алдабгъуб хъугънайидарин [иманагьлийирин] (кIури): «Первердигар ич, Яв рягьматнакк ва илмикк Увхьан вари ккауз шулвухьан! Хил алдабгъ сарун туба гъапIдарилан ва Яв рякъюъди гъушдарилан, ва уьрх дурар аьзабнахьан Жегьеннемдин!"
    },
    {
      "ayahNumber": 8,
      "translation": "Первердигар ич! Ва тIаъ Уву дурар Аьднан кIуру (женнетдин) багълариъ, Уву гаф тувну гъабхьи дурариз ва дурарин абйирикан, хпарикан ва насларикан дуруслуйириз (иманагьлийириз). Дугъриданра, Уву Аьзизур (аьзубламиш апIруган кафирар), Гьякимлур!"
    },
    {
      "ayahNumber": 9,
      "translation": "Ва уьрх дурар (жазайихьан) дурарин чIуру ляхнарихъанди вуйи [мигьирхан дурарихьан гъапIу гунгьарин гьякьнаан], (фицики) думу йигъан [Гъиямат Йигъан] Уву гъюрхюр чуру ляхнарихъанди вуйи (жазайихьан) [гьидрирхди дугъхьан дурарин гьякьнаан], дицир Яв рягьматнакк ккуркьу мисал ву. Хъа думу [Жегьеннемдин аьзабнаккан ккудучIвну Женнетдиъ учIвуб] мурад-метлебнахъ хъуркьувал (ву) аьхю!»"
    },
    {
      "ayahNumber": 10,
      "translation": "Дугъриданра, кафирар гъахьидариз (гъябкъю вахтна Жегьеннем) (дурариз чиб-чпи даккун хьиди. (Ва) илтIикIиди дурарихьинди (малайикар Жьегьеннемдин гъаравулвал апIурайи): «Учвуз диндихъна телекелиф дивнушра (гьелелиг жилиин илимбиди), гъузунчва учву кяфирарди, гьелбетта, (думугандин) учвухьна айи даккнишин Аллагьдин гизаф вуйи, (гьамусяаьт) ичв учвухьна айи даккнишинтIан!»"
    },
    {
      "ayahNumber": 11,
      "translation": "Пиди (кяфирари): «Первердигар ич! ГъапIунва Уву учу кьюб ражари ил алдрударди [бабан гъянаъ литIан вуди гъахьи вахтна ва ич рюгьяр адагъу вахтна, уьмрин аьхир гъафибси], ва чIиви гъапIунва учу кьюб ражари [бабкан хьуб'инди ва Гъиямат Йигъан чIиви апIбиинди]. КIул'ин гъидисунча сарун ич гунгьарра. (Жегьеннемдиан) удучIвру йишвахьинди рякъ адайкIан?»"
    },
    {
      "ayahNumber": 12,
      "translation": "ИлтIикIну ккуни вахтна (дюаь апIури) (анжагъ) сар Аллагьдихьиди, учву хъугъри гъахьундарчва [Дугъан Сарвал батIил апIури], хъа Дугъак шерикар китIубси, учву хъугъри шуйчва, ари му (аьзаб) учвуз (гьей кяфирар) гьадихъанди вуйиб ву. Хъа гьюкум (анжагъ) Аллагьдихь хьа, Заанурихь, Аьхюрихь."
    },
    {
      "ayahNumber": 13,
      "translation": "Думу – учвуз Чан аятар улупурайир ву (гьей, инсанар), ва гьапIра Дугъу учвуз завариан ризкь (туври акв ва гьаъри мархьар); хъа амма зикир апIурайидар анжагъ (Аллагьдин аятариин фикир апIурайидартIан дар) дурарихьинди илтIикIури."
    },
    {
      "ayahNumber": 14,
      "translation": "ИлтIикIай Аллагьдихьинди (апIури дюъйир), хъапIри дин анжагъ Гьадму бадали, гьятта думу ляхин даккниб вушра кяфирариз [хътругърайидариз]."
    },
    {
      "ayahNumber": 15,
      "translation": "(Аллагь) (ву) (эйси) заан дережйирин [имбудартIан заан ву Чан дережйириинди], (ва Думу) – эйси Аьршдин. Дугъу Чан къарарниинди гьапIра рюгь [аят], Чан лукIарикан шлихьна ккундуш, гьадгъахьна [ктагъура дурарикан Чан пайгъамбрар ва гьаънайидар [расулар]], дугъу [дугъан пайгъамбри] вахт улихь (инсанариз) хабар дебккруси Алахъру Йигъкан [улубкьуз ккайи Гъиямат Йигъкан]."
    },
    {
      "ayahNumber": 16,
      "translation": "Думу йигъан [Гъиямат Йигъан], удучIву вахтна дурар (накьвариан) (ва дийигъу вахтна дурар улихь чпин Первердигарин), дурарикан вуйиб гьич фукIа жин апIидар Аллагьдихьан. (Ва Аллагьди пиди): «Шлин (хлиъ а) гъи паччагьвал?» (Гьич шликIа Дугъаз жаваб тувидар). (Хъасин Дугъу пиди): «Сар Аллагьдин, вари ккагърурин!»"
    },
    {
      "ayahNumber": 17,
      "translation": "Гъи гьарсаб нефеснахьна чав гъазанмиш гъапIу ужара рубкьиди, ва гъи зулумра апIидар. Дугъриданра, гьисаб-суалнан гьякьнаан Аллагь хъудукьну хъайир ву!"
    },
    {
      "ayahNumber": 18,
      "translation": "Ва назирлу апIин дурар [инсанар] Улубкьуз ккайи Йигъкан [Гъиямат Йигъкан], юкIвар дюдникк ккудукьру (гучIвалиан улихь Аллагьдин). Адар зулумкрарин [бутпереслуйирин] я багахьлу (кюмек апIуз шлур дурариз), я шафааьтчи хъиргру [хъиргуз шлу дурарихъанди улихь Аллагьдин]."
    },
    {
      "ayahNumber": 19,
      "translation": "Аьгъя Дугъаз хаинваликан уларин [лигбан саягъарикан инсандин, лигруган думу гьярам дапIнайибдихьинди], ва (аьгъя) дидканра (ужубдиканра ва харжибдиканра) мухриъ айи."
    },
    {
      "ayahNumber": 20,
      "translation": "Ва Аллагьди адагъура къарарар [кьазивал апIура] (инсанарин арайиъ) дугъриди [гьякьлуди], хъа дурари [гьякалжасадари] гьич фукIа апIурайиб адар, дурар [бутпереслуйир] Аллагьдин ерина чпихьна илтIикIурашра. Дугъриданра, Аллагь – Ебхьурайир, Рябкъюрайир!"
    },
    {
      "ayahNumber": 21,
      "translation": "Гъилицундаринхъа дурар жил гъюруси ва гъябкъюндаринхъа дурариз, фициб гъабхьнуш аьхир (Аллагьдиз мютIюгъ дархьи халкьарин) дурар хьайиз улихь гъахьи? Вуйи дурар [аьдар ва самудар] дурартIан [мекканлуйиртIан] гужлидар (жандкариинди) кьувватниинди ва жилиин гъиту лишнариинди [хал-йишв'инди]. Ва гъидисну [аьзабламиш гъапIну] Аллагьди дурар чпин гунгьарин кIуллан. Ва Аллагьдихьан уьрхюз шлур, адайи дурарин гьич фужкIа."
    },
    {
      "ayahNumber": 22,
      "translation": "(Улубкьуб ву) му, дурар кяфирар хьубанди [хъугъундар дурар пайгъамбрари хьади гъафи гьякьикьатдихъ], чпихьна гъюри гъахьнушра гьаънайидар ачухъ вуйи аятар хьади."
    },
    {
      "ayahNumber": 23,
      "translation": "Ва (ху тувраза Узу) гьаунча кIури Учу Муса Ич аятар хьади ва рябкъну вуйи султанвал тувну –"
    },
    {
      "ayahNumber": 24,
      "translation": "Фяряуьндихьна (паччагьдихьна Египетдин), ва Гьамандихьна (Фяряуьндин багахьлуйихьна), ва Кьарундихьна (кьадар адрукьан девлетар хлиъ ади гъахьирихьна). (Хъа амма дурари чпин такабурвалиан терг гъапIну Мусайин дяъват, Аллагьди гьаънайирин) ва кIури гъахьну (дугъкан): «(Думу) – сюгьюрчи [фахри] (ва) кучIлях!»"
    },
    {
      "ayahNumber": 25,
      "translation": "Ва гъафи вахтна думу [Муса пайгъамбар] дурарихьна [Фяряуьндихьна, Гьамандихьна ва Кьарундихьна] гьякь хьади Учхьан [кереметар хьади], дурари (терг гъапIну думу кереметар ва) гъапну: «Гьамгъахъди [Муса пайгъамбрихъди] сабси хъугъдарин баяр йивну йихай, хъа хпар дурарин чIивиди гъитай (дурари хъасин ихь лукIвал ва гьямбалвал апIруси)!» Хъа амма кяфирарин аьмлар рябкъну вуди ургнайидар ву [дурарин аьмлар уларианди гъюрудар ву]!"
    },
    {
      "ayahNumber": 26,
      "translation": "Ва гъапну Фяряуьнди (гьюрматлуйириз чан): «Гъитай узу, узу Муса йивну йикIурза. Ва гъит дих апIри чан Первердигариз. Дугъриданра, дугъу [Мусайи] ихь дин гьюбюхиди кIури ясана (Египетдин) жилиин фасадвал тарабгъиди кIури гучIуразуз!»"
    },
    {
      "ayahNumber": 27,
      "translation": "Ва гъапну Муса (пайгъамбри) (Фяряуьндиз ва дугъан гьюрматлуйириз): «Дугъриданра, узу илтIикIунза Первердигарихьинди йиз ва Первердигарихьинди ичв (ккун апIури уьрхювал) гьарсар такабур касдин (писвалихьан) хътругърайи Гьисаб-суал апIру Йигъахъ [Гъиямат Йигъахъ]!»"
    },
    {
      "ayahNumber": 28,
      "translation": "Ва гъапну чан (иман) (инсанарихьан) жин дапIну гъабхьи, Фяряуьндин насларикан вуйи (сар) муъмин касди: «Дугъу кIура дупну: «Первердигар йиз – Аллагь», учву думу (йивну) йикIуз кканчва дарш? Думу дуфнайир ву учвухьна анжагъ ачухъ вуйи аятар хьади ичв Первердигарихьан. Эгер [Муса] кучIлях вуш, думу кучIал дугъан ликар-хиларигъян гъибиржиди; хъа эгер думу дюз вуш, гъидичв'ина думу (аьзабнан) пай, дугъу учвуз гаф туврайи. Дугъриданра, Аллагьди хъаурдар (дюзу рякъюхъна) исраф апIурайидарна [улдучIвури дерккнайи сяргьятарилан] ва кучIлар апIурайидар [гьякьнаан Аллагьдин]!»"
    },
    {
      "ayahNumber": 29,
      "translation": "Гьей йиз халкь! Гъи ичв хлиъ а мал-мулк [гьюкум], (ва учву) (Египетдин) жилиин али (имбудартIан) заан вучва. (Рябкъну вуди Аллагьдин аьзабнакк мугучIванай, Дугъан гьаънайир [расул] дукIну). Шли уьрхиди ухьу пис (аьзабнахьан) Аллагьдин, эгер думу гъафиш ухь'ина [улубкьиш ухь'ин]?» Гъапну Фяряуьнди: «Узу улупурайиб учвуз (гьей инсанар) анжагъ (узуз) рябкъюрайибтIан дариз [рябкъюразуз фтикан хайир аш узузра ва учвузра]; ва учвузра анжагъ дюзу рякъюхънатIан дих апIурадарза»."
    },
    {
      "ayahNumber": 30,
      "translation": "Ва гъапну думу муъмин касди: «Гьей йиз халкь! Дугъриданра, узуз гучIуразуз (эгер учву Муса йивну гъакIиш) (улубкьур дупну аьзаб) сатIи гъахьи йигъаз ухшар вуйибсиб (къаршуди удучIвну чпин пайгъамбрариз),"
    },
    {
      "ayahNumber": 31,
      "translation": "ухшар вуйибсиб улубкьубдиз халкьдиин Нюгь (пайгъамбрин), аьдарин ва самударин, ва гьадрарин кьяляхъ гъахьидариин (инкарвалиан хътругъри). Ккунир дар Аллагь лукIар зулмикк ккитуз [Дугъу аьзабламиш апIидар дурар, эгер дурари гунгьар гъапIундарш]!"
    },
    {
      "ayahNumber": 32,
      "translation": "Гьей йиз халкь! Дугъриданра, узуз гучIуразуз учвуз тувру (аьзабнахьан) сар-сарихьна илтIикIру Йигъандин [Гъиямат Йигъандин],"
    },
    {
      "ayahNumber": 33,
      "translation": "йигъандин, гьидицуз хъюгъю вахтна учву (гьисаб-суал апIру йишвхьан), гьергуз чара апIури; (ва) (хьидар) Аллагьдин терефнаан учву уьрхрур (аьзабнахьан Дугъан). Хъа Аллагьди дюзу рякълан алдаур (ургуз гъитну), гьич шлихьанкIа (дюзу рякъ'ин) алауз хьидар!"
    },
    {
      "ayahNumber": 34,
      "translation": "Ва (Узу ху тувраза) гъафиб учвухьна Юсуф (пайгъамбарра) цIина (Муса пайгъамбар гъяйиз) ачухъ вуйи аятар хьади (ва амур гъапIуб учвуз ибадат апIинай кIури анжагъ сар Аллагьдиз). Ва (думу чIивиди имбукьан ккахьди) дугъу хьади дуфнайибдин гьякьнаан, гьаммишан шаклуди гъахьунчва, хъа думу гъакIи вахтна (ичв шаклувал ва хътругърайивал имбубтIан артухъ гъабхьиган) учву гъапунчва: «ГьаидайкIан Аллагьди дугъан кьяляхъ хъана гьаънайир [расул]! Гьамци Аллагьди алдаура дюзу рякълан [ургуз гъитра] исраф апIурайидарна [улдучIвури сяргьятарилан] (ва) шаклу вуйидар (гьякьнаан Аллагьдин)!"
    },
    {
      "ayahNumber": 35,
      "translation": "(Му исраф апIурайидарна шаклу вуйидар – дурар) гьюжатар апIурайидар ву чпихьна гъафи аятарин гьякьнаан Аллагьдин (хъюгъну кучIлариинди терг апIуз дурар) гьич саб субуткьан [далилкьан] адарди. Аллагьдинна ва хъугънайидарин даккнишин (дицистар гьюжатарихьна) лап аьхюб ву. (Фици Аллагьди гъуркьнуш юкIвар му гьюжатар апIурайидарин) гьаци уркъура юкIв Аллагьди гьарсар такабурлу зулумкрин!»"
    },
    {
      "ayahNumber": 36,
      "translation": "Ва гъапну Фяряуьнди (кялхъри Муса пайгъамбрик): «Я Гьаман, дубс узуз [тикмиш апIин] (ягъли) чIвурд, белки узу ккуркьрушул рякъярикк –"
    },
    {
      "ayahNumber": 37,
      "translation": "рякърикк заварин – ва лигурза первердигариз [Аллагьдиз] Мусайин. Ва, дугъриданра, узу, саб вуди, фикир апIураза, думу [Муса] кучIлях ву кIури (фицики дугъу узу ктарди сарсан первердигар [Аллагь] а кIура, дугъу Думу завариъ а кIури тасдикь апIура, ва Дугъу Чан расулси гьаъназа кIура)». Ва магьан гьамци (шейтIни) кабалгну Фяряуьндиз писвал чан ляхнарин [фикир апIури гъахьну дугъу дюзуб апIураза кIури], ва ярхла гъапIну думу (дюзу) рякъхьан. Ва аьмлар Фяряуьндин анжагъ чан ликар-хиларигъян гъидиржну [дурарикан учв чаз зарал гъабхьну]."
    },
    {
      "ayahNumber": 38,
      "translation": "Ва гъапну думу муъмин касди (сабсан ражну илтIикIну чан халкьдихьинди): «Гьей, йиз халкь! Гъачай йиз шилнаъди, (ва) узу алаидизачву дюзу рякъ'ин!"
    },
    {
      "ayahNumber": 39,
      "translation": "Гьей, йиз халкь! Фицики му дюн'я – анжагъ саб вахтназтIан вуйи йишв дар; хъа, дугъриданра, Аьхират – гьаргандиз вуйи Утагъ [Ужагъ] ву."
    },
    {
      "ayahNumber": 40,
      "translation": "Шли (му дюн'яйиъ) чIуруб апIураш [хъебебехъри Аллагьдихъ], (Аьхиратдиъ) дицириз жаза тувди анжагъ гьаддиз барабар вуйи [гунгьариз гъилигу жаза тувди]. Хъа шли ужуб апIураш [тамам апIури амрар Аллагьдин, ва ярхла шули Дугъу гьярам дапIнайи ляхнарихьан], думу [Аллагьдихъ] хъугърайи жилижви вушра ясана хпишив вушра, дицистар учIвди Женнетдиъ ва гьисаб-суалра дарди ризкьламиш апIиди [кьадар адру] (женнетдин неъматарихъди)."
    },
    {
      "ayahNumber": 41,
      "translation": "Ва гьей, йиз халкь! Гьаз узу дих апIура учвуз дюаьйихъна [рякъюхъна Аллагьдин ва Дугъан пайгъамбрин], хъа учву дих апIурачва узуз ЦIихьна [кяфирвалихьна, фтин аьхир вуш Жегьеннем]?"
    },
    {
      "ayahNumber": 42,
      "translation": "Ичвдяъват – узу Аллагьдихъ хътругърайи кяфир хьубна ширк апIуб вуйичв, аьгъювалар узуз дидкан адаршра, хъа узу дих апIураза учвуз Аьзиз (Аллагьдихьна) (ва) Хил алдабгъурайирихьа (туба апIури Чахьинди илтIикIурайидарилан)."
    },
    {
      "ayahNumber": 43,
      "translation": "Шаклу дарди (ичв инанмиш'валар ва ибадатар), фтихъна учву узуз дих апIураш, – адар дидиъ дяъват [адар дидкан айи хайир] (я) (му) дюн'яйиъра, ва я Аьхиратдиъра, ва (фу дапIнура) ухьу хътаркрудар вухьа Аллагьдихьна, хъа исраф апIурайидар [хътругърайидар ва бутпереслуйир] – дурар Жегьеннемагьлийир (ву)!"
    },
    {
      "ayahNumber": 44,
      "translation": "(Гъябкъю вахтна аьзаб) учву (хъана) кIваин апIидичва узу учвуз кIурайиб (хъа сарун дидкан учвуз хайир хьидар). Ва (учву узуз ккирчрайи гучIарин гьякьнаан) узу йиз ляхин Аллагьдиина аманат апIураза: дугъриданра, Аллагь лукIар рякъюрайир ву!»"
    },
    {
      "ayahNumber": 45,
      "translation": "Ва гъюрхну Аллагьди думу [муъмин кас] дурарин аьмларин писвалихьан. Ва улубкьну Фяряуьндин багахьлуйириин пис аьзаб –"
    },
    {
      "ayahNumber": 46,
      "translation": "ЦIа, фтихь дурар [дурарин рюгьяр] гьиври гьадагъураш гвачIнинра ва хябяхъганра (Гъиямат Йигъ хьайизкьан). Хъа думу йигъан, улубкьу вахтна Сяаьт [Гъиямат Йигъ] (пиди малайикариз [гъаравлариз] Жегьеннемдин): «ТIаай Фяряуьндин багахьлуйир варитIан пис аьзабнаъ!»"
    },
    {
      "ayahNumber": 47,
      "translation": "Ва магьан дурар а гьюжатар апIури ЦIиъ [Жегьеннемдиъ], ва кIура зяйифкрари такабурариз [чпин улихь-кIулихь гъахьидариз]: «Дугъриданра, учу ичв шилнаъди гъягъюрайидар вуйча, ккадаиданчва учу пайнаккан ЦIин (саб ткисибкьан) (думу учв'ина гъадабгъну)?»"
    },
    {
      "ayahNumber": 48,
      "translation": "Ва пиди такабурари [дурарин улихь-кIулихь гъахьидари]: «(Ваъ, учхьан шулдарчухьан, фицики) – дугъриданра, ухьу вари дидиъ [Жегьеннемдиъ] ахьа. Дугъриданра, Аллагьди сарун гьюкум гъапIну лукIарин арайиъ."
    },
    {
      "ayahNumber": 49,
      "translation": "(Ва пиди дурариз малайикари): «Му (аьзаб) (туврайиб ву) учвуз ихтияр адаршра учву аьлхъюри хьубанди жилиин [шадну тIирхури апIури гъахьи гунгьариин] ва къайд апIури хьубанди машкврар!"
    },
    {
      "ayahNumber": 50,
      "translation": "УчIвай гъапйириъ [урчIариъ] Жегьеннемдин (ва хьидичва) гъузну душваъ гьаргандиз! Ва пагь фукьан чиркин йишв даринхъа такабурарин утагъ [ужагъ] [жилиин илимбиди Аллагьдин улихь такабурди гъахьидарин]!"
    },
    {
      "ayahNumber": 51,
      "translation": "Сабур апIин (я Пайгъамбар) (ва дяъватра яв кIулиз адабгъ)! Дугъриданра, Аллагьди тувнайи гаф гьякьлуб ву! Ва (фици гъабхьишра) улупидича учу увуз (я Гьаънайир) думу (аьзабнан) пай, дурариз [бутпереслуйириз] (му дюн'яйиъ) гаф тувнайи, ясана фаракьат апIидича уву (думу увуз улупайиз), хъа (фици гъабхьишра) Учухьна хъади гъиди дурар (Гъиямат Йигъан)."
    },
    {
      "ayahNumber": 52,
      "translation": "Ва (ху тувраза Узу) гьаунча кIури Учу уву хьайиз улихьна (хайлин) гьаънайидар [расулар] (жюрбежюр халкьарихьна); сякьюдарикан Учу увуз ктибтунча, хъа имбударикан Учу увуз ктибтундарча. Ва (гьич сар) гьаънайирикьан хури гъахьундар (аятар), Аллагьди ихтияр тутрувкьан ккагьди. Ва гъафи вахтна (аьзабнан гьякьнаан вуйи) амур Аллагьдин, дугъривалиинди гьякь апIиди, ва думуган мянасуз хияларихъ хъиргну гъахьидар [кяфирар] заралнаъ ахьди."
    },
    {
      "ayahNumber": 53,
      "translation": "Аллагь – (Думу) учвуз гьяйванатар гъапIур [тувур] ву, (сякьюдариин) дурарикан учву элеъну лицруси, хъа (сякьюдарса) дурарикан учву итIурачва."
    },
    {
      "ayahNumber": 54,
      "translation": "Ва учвуз дурарикан (жара) манфяаьтра а [хьа, никк]; ва элеъну дурариин рукьбан бадали учву (ярхла йишвариз) лигну игьтияжариз ичв мухрариъ [юкIвариъ] айи, ва учву дурариинра элеури, ва гимйириъра эъри гъягъюри шулчва."
    },
    {
      "ayahNumber": 55,
      "translation": "Ва улупура Дугъу учвуз Чан аятар. Хъа фунуб Аллагьдин аятарикан батIил апIуз шулчвухьан?"
    },
    {
      "ayahNumber": 56,
      "translation": "Дилрицди имбиянхъа дурар жил вуйиси ва дярябкъди имбиянхъа (дурариз) фициб гъабхьнуш аьхир (думу халкьарин, мютIюгъ дархьиди гъузу Аллагьдиз) дурарин улихьна гъахьи? Вуйи дурар [аьдар ва самудар] дурартIан [мекканлуйиртIан] аьхючIва ва гужлидарра вуйи дурартIан кьувватниинди [хъади гъахьи жандкариинди] ва жилиин гъиту шилариинди [чпин хал-йишв'инди]. Хъа дурари гъазанмиш гъапIубди [кьувватну, хал-йишвну, кьадарну], ккадаундар [гъюрхюндар] дурар (аьзабнахьан Аллагьдин)!"
    },
    {
      "ayahNumber": 57,
      "translation": "Ва гъафи вахтна думу улматарихьна чпин гьаънайидар [расулар] ачухъ вуйи аятар хьади, шадну тIирхури гъахьну дурар (чпин авамвалиан), (чпихьна гьаънайидари хьади гъафиб батIил апIуз шлубсиб) илим качук кIури. Ва улубкьну дурариин [аьзаб Аллагьдин] чпи кялхъри гъахьибдин кIуллан (ккун апIури гьаънайирикан улубкьри кIури улубкьруб аш ухди)."
    },
    {
      "ayahNumber": 58,
      "translation": "Ва гъябкъю вахтна дурариз Ич инсафсузвал [гъафи вахтна дурарихьна аьзаб Аллагьдихьан], гъапну дурари: «Хъугъунча учу Аллагьдихъ, (анжагъ) сар (Гьадгъахъ), ва (магьан) (сарун) тергра гъапIунча Дугъаз шерик вуди тевдарра [гьякалжасадарра]!»"
    },
    {
      "ayahNumber": 59,
      "translation": "Ва гъабхьундар кюмек дурариз (дициб) диндикан, гъябкъну кIури дурариз Ич кьувват [аьзаб]. Гьатдихъанмина гьациб ву Чан лукIариз дебккнайи суннат Аллагьдин. Ва думуган (гъафи вахтна аьзаб) кяфирар [хътругърайидар] ахьди заралнаъ [дурар гьаммишан заралнаъ айидар ву, амма думу арайиъ дурарин зарал рябкъну вуйиб хьиди]!"
    },
    {
      "ayahNumber": 60,
      "translation": "Магьан гьамцир ву Думу учвуз – Аллагь, халкь гъапIур гьар саб шейъ [вари], адар жара первердигар [лайикь вуйир ибадатназ], ДумутIан савайи. Гьаз мукьан учву [гьей бутпереслуйир] ярхла духьнайкIан (Гьякьикьатдихьан) (Аллагьдин ерина, фтиз вушра ибадат апIури)!"
    },
    {
      "ayahNumber": 61,
      "translation": "Гьаци [учвуси терг дапIну Гьякьикьат ва гьидицнайиганси дидхьан, гьей кьурайшйир], ярхлади а [Гьякьикьатдихьан] Аллагьдин аятар [Дугъан далилар ва усбатвал] батIил гъапIдарра."
    },
    {
      "ayahNumber": 62,
      "translation": "Аллагь – (Думу) учвуз тувур ву жил дуланмиш шлуси, хъа зав – тикмиш гъапIну гъваъси, ва тувну учвуз (гьей инсанар) (адмидин) юруш, ва гъапIну ичв юрушар варитIан успагьидарди [имбу халкь дапIнайидартIан, инсан уччвур гъапIну], ва тувну учвуз нази-неъматар [гъапIну ичв ризкь гьялал вуйиб, хъа ипIру-убхъруб – ицциб]. Гьамцир ву Думу учвуз – Аллагь, Первердигар ичв!"
    },
    {
      "ayahNumber": 63,
      "translation": "Думу – ЧIивир, адар первердигар [лайикь вуйир ибадатназ], ГьадмутIан савайи. ИлтIикIай Дугъахьинди (дюаь апIури) (ва ибадат апIинай Дугъаз), апIури (дюаь ва) ибадат анжагъ Гьадгъаз! (Ва) (бютюн) гьямд – (анжагъ Сар) Аллагьдиз, Первердигариз аьламарин (халкь дапIнайикьан)!"
    },
    {
      "ayahNumber": 64,
      "translation": "Йип (я Пайгъамбар) (бутпереслуйириз): «Дугъриданра, узуз гьярам дапIна ибадат апIуб думу учву (дюъйир апIури) илтIикIурайи [гьякалжасадариз] Аллагьдин ерина, гъюбхъантина узухьна (сарун) ачухъ вуйи аятар Первердигарихьан йиз; ва (гьацира) узуз буйругъ тувна (хъана) (лап кIваантIан) мютIюгъ йихь кIури Первердигариз аьламарин»."
    },
    {
      "ayahNumber": 65,
      "translation": "Думу – халкь гъапIур учву [ичв аьхю аба Адам] ругдикан, хъасин (гъапIну алдахьруси дугълан наслар) литIникан, хъасин далаифдин. Хъасин (Учу гъитрача учву аьхю хьуз), ккуркьбан бадали учву (фикриинди ва жандкариинди) дигмиш'валикк. Хъасин (гъитра Дугъу) учвухь ккуркьуз кьабиваликк. Ва ичв арайиъ (гьей, инсанар) а ухди фаракьат шулайидарра [йихурайидарра саб яшнакк ккуркьайиз]. Ва (му рякъяр кккадаурайидар ву) ккуркьбан бадали учву саб яшнакк [вахтнакк уьмрин аьхирин]. Ав, белки учву, аькьвлихъна гъюрийшул!"
    },
    {
      "ayahNumber": 66,
      "translation": "Думу [Аллагь] – ил алапIурайиррра ву ва (дурарин) ил алдабгъурайирра ву, хъа ккундайиган Дугъаз (саб фицибкIа) ляхин апIуз, Дугъу (анжагъ) кIуритIан дар дидиз: «Йибхь» – ва думу (саб дупну) шула."
    },
    {
      "ayahNumber": 67,
      "translation": "Дярякъди имбинузхъа увуз (я Пайгъамбар) дурар (бутперслуйир) Аллагьдин аятарин гьякьнаан гьюжатар апIурайи [Кьур'ан Аллагьдихьан вуйиб дар кIури], пагь фукьан ярхла адаринхъа дурар (Гьякьикьатдихьан)?"
    },
    {
      "ayahNumber": 68,
      "translation": "(Дурар) – Китабра [Кьур'анра] ва (Кьур'ан гьапIайиз) Ич Гьаънайидари чпихьна хьади гъафибра кучIал ву кIури гьисаб гъапIдар ву, хъа багарихьди дурариз [думу хътругърайидариз] аьгъю хьиди (аьхир хътругъувалин),"
    },
    {
      "ayahNumber": 69,
      "translation": "алахьу вахтна (Гъиямат Йигъан) дурарин гарднариин (ялав алди ургурайи) рукьар ва (хьиди йитIну дурарин ликарра) зунжрарихъди хъючIюрхру вахтна дурар (малайикари)"
    },
    {
      "ayahNumber": 70,
      "translation": "убхьурайи штузди, ва хъасин Жегьеннемдизди, (наан) дурарик кипдиш цIа."
    },
    {
      "ayahNumber": 71,
      "translation": "Хъасин пиди дурариз: «Нашди учву барабарди тевдар [гьякалжасадар],"
    },
    {
      "ayahNumber": 72,
      "translation": "АллагьтIан савайи? (Гъит гьадрари учвуз кюмек апIри, эгер шулуш)». (Ва) пиди дурари: «Жин гъахьну дурар учхьан. Ваъ гьадмийганра илтIикIундарча учу дюъйир апIури дурарихьинди (апIури гъахьундарча ибадат дурариз)». Гьамци Аллагьди гъитра ургуз [гъитну кюмек дарди гьидаятнан гьякьнаан] кяфирар [хътругърайидар]!"
    },
    {
      "ayahNumber": 73,
      "translation": "(Ва пиди дурариз малайикари): «Му (аьзаб) (туврайиб ву) учвуз ихтияр адаршра учву аьлхъюри хьубанди жилиин [шадну тIирхури апIури гъахьи гунгьариин] ва къайд апIури хьубанди машкврар!"
    },
    {
      "ayahNumber": 74,
      "translation": "УчIвай гъапйириъ [урчIариъ] Жегьеннемдин (ва хьидичва) гъузну душваъ гьаргандиз! Ва пагь фукьан чиркин йишв даринхъа такабурарин утагъ [ужагъ] [жилиин илимбиди Аллагьдин улихь такабурди гъахьидарин]!"
    },
    {
      "ayahNumber": 75,
      "translation": "Сабур апIин (я Пайгъамбар) (ва дяъватра яв кIулиз адабгъ)! Дугъриданра, Аллагьди тувнайи гаф гьякьлуб ву! Ва (фици гъабхьишра) улупидича учу увуз (я Гьаънайир) думу (аьзабнан) пай, дурариз [бутпереслуйириз] (му дюн'яйиъ) гаф тувнайи, ясана фаракьат апIидича уву (думу увуз улупайиз), хъа (фици гъабхьишра) Учухьна хъади гъиди дурар (Гъиямат Йигъан)."
    },
    {
      "ayahNumber": 76,
      "translation": "Ва (ху тувраза Узу) гьаунча кIури Учу уву хьайиз улихьна (хайлин) гьаънайидар [расулар] (жюрбежюр халкьарихьна); сякьюдарикан Учу увуз ктибтунча, хъа имбударикан Учу увуз ктибтундарча. Ва (гьич сар) гьаънайирикьан хури гъахьундар (аятар), Аллагьди ихтияр тутрувкьан ккагьди. Ва гъафи вахтна (аьзабнан гьякьнаан вуйи) амур Аллагьдин, дугъривалиинди гьякь апIиди, ва думуган мянасуз хияларихъ хъиргну гъахьидар [кяфирар] заралнаъ ахьди."
    },
    {
      "ayahNumber": 77,
      "translation": "Аллагь – (Думу) учвуз гьяйванатар гъапIур [тувур] ву, (сякьюдариин) дурарикан учву элеъну лицруси, хъа (сякьюдарса) дурарикан учву итIурачва."
    },
    {
      "ayahNumber": 78,
      "translation": "Ва учвуз дурарикан (жара) манфяаьтра а [хьа, никк]; ва элеъну дурариин рукьбан бадали учву (ярхла йишвариз) лигну игьтияжариз ичв мухрариъ [юкIвариъ] айи, ва учву дурариинра элеури, ва гимйириъра эъри гъягъюри шулчва."
    },
    {
      "ayahNumber": 79,
      "translation": "Ва улупура Дугъу учвуз Чан аятар. Хъа фунуб Аллагьдин аятарикан батIил апIуз шулчвухьан?"
    },
    {
      "ayahNumber": 80,
      "translation": "Дилрицди имбиянхъа дурар жил вуйиси ва дярябкъди имбиянхъа (дурариз) фициб гъабхьнуш аьхир (думу халкьарин, мютIюгъ дархьиди гъузу Аллагьдиз) дурарин улихьна гъахьи? Вуйи дурар [аьдар ва самудар] дурартIан [мекканлуйиртIан] аьхючIва ва гужлидарра вуйи дурартIан кьувватниинди [хъади гъахьи жандкариинди] ва жилиин гъиту шилариинди [чпин хал-йишв'инди]. Хъа дурари гъазанмиш гъапIубди [кьувватну, хал-йишвну, кьадарну], ккадаундар [гъюрхюндар] дурар (аьзабнахьан Аллагьдин)!"
    },
    {
      "ayahNumber": 81,
      "translation": "Ва гъафи вахтна думу улматарихьна чпин гьаънайидар [расулар] ачухъ вуйи аятар хьади, шадну тIирхури гъахьну дурар (чпин авамвалиан), (чпихьна гьаънайидари хьади гъафиб батIил апIуз шлубсиб) илим качук кIури. Ва улубкьну дурариин [аьзаб Аллагьдин] чпи кялхъри гъахьибдин кIуллан (ккун апIури гьаънайирикан улубкьри кIури улубкьруб аш ухди)."
    },
    {
      "ayahNumber": 82,
      "translation": "Ва гъябкъю вахтна дурариз Ич инсафсузвал [гъафи вахтна дурарихьна аьзаб Аллагьдихьан], гъапну дурари: «Хъугъунча учу Аллагьдихъ, (анжагъ) сар (Гьадгъахъ), ва (магьан) (сарун) тергра гъапIунча Дугъаз шерик вуди тевдарра [гьякалжасадарра]!»"
    },
    {
      "ayahNumber": 83,
      "translation": "Ва гъабхьундар кюмек дурариз (дициб) диндикан, гъябкъну кIури дурариз Ич кьувват [аьзаб]. Гьатдихъанмина гьациб ву Чан лукIариз дебккнайи суннат Аллагьдин. Ва думуган (гъафи вахтна аьзаб) кяфирар [хътругърайидар] ахьди заралнаъ [дурар гьаммишан заралнаъ айидар ву, амма думу арайиъ дурарин зарал рябкъну вуйиб хьиди]!"
    },
    {
      "ayahNumber": 84,
      "translation": "Магьан гьамцир ву Думу учвуз – Аллагь, халкь гъапIур гьар саб шейъ [вари], адар жара первердигар [лайикь вуйир ибадатназ], ДумутIан савайи. Гьаз мукьан учву [гьей бутпереслуйир] ярхла духьнайкIан (Гьякьикьатдихьан) (Аллагьдин ерина, фтиз вушра ибадат апIури)!"
    },
    {
      "ayahNumber": 85,
      "translation": "Гьаци [учвуси терг дапIну Гьякьикьат ва гьидицнайиганси дидхьан, гьей кьурайшйир], ярхлади а [Гьякьикьатдихьан] Аллагьдин аятар [Дугъан далилар ва усбатвал] батIил гъапIдарра."
    }
  ]
}

